{
  "legal": [
    {
      "id": "privacy-policy",
      "title": "Privacy Policy",
      "content": "<div style='font-family:Segoe UI,sans-serif; line-height:2.2; font-size:1rem; color:#333; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'><p><strong>Effective Date:</strong> June 13, 2025</p><p>At <strong>IndianWriters</strong>, we value your privacy and are committed to protecting your personal information. This Privacy Policy describes how we collect, use, disclose, and safeguard your data when you interact with our platform.</p><h3>1. Information We Collect</h3><ul style='padding-left: 1.5em;'><li><strong>Account Information:</strong> When you create an account, we collect your name, email address, and a secure hashed password.</li><li><strong>User Reactions:</strong> We store your comments, likes, bookmarks, and other interactions with blog content.</li><li><strong>Technical Data:</strong> IP address, browser type, device information, and referring URLs are collected for analytics and security.</li><li><strong>Cookies and Tracking:</strong> We use cookies, web beacons, and similar technologies to improve user experience, remember preferences, and analyze behavior.</li></ul><h3>2. How We Use Your Information</h3><ul style='padding-left: 1.5em;'><li>To personalize your content feed and improve blog recommendations</li><li>To provide account-related services and communication</li><li>To respond to your inquiries, feedback, and support requests</li><li>To analyze usage trends, traffic, and engagement metrics</li><li>To ensure the security and integrity of our platform</li></ul><h3>3. Sharing and Disclosure</h3><p>We do <strong>not sell</strong> your personal data. Your information is only shared:</p><ul style='padding-left: 1.5em;'><li>With trusted third-party service providers (e.g., cloud hosting, analytics tools) under strict data protection agreements</li><li>To comply with legal obligations, governmental requests, or to protect rights and safety</li><li>With your explicit consent when required</li></ul><h3>4. Your Rights and Choices</h3><ul style='padding-left: 1.5em;'><li><strong>Access and Correction:</strong> You may request access to or correction of your personal data at any time.</li><li><strong>Account Deletion:</strong> You may delete your account and associated data by contacting our support team.</li><li><strong>Opt-Out:</strong> You may unsubscribe from our communications and disable cookies through browser settings.</li></ul><p>To make any requests regarding your data, please email us at <strong><a href='mailto:privacy@indianwriters.com'>privacy@indianwriters.com</a></strong>.</p><h3>5. Data Security</h3><p>We implement industry-standard security measures including encryption, secure access controls, and periodic vulnerability assessments. Despite these efforts, no system is entirely immune to breaches; we encourage safe practices like using strong passwords.</p><h3>6. Data Retention</h3><p>We retain user data only as long as necessary to fulfill the purposes outlined in this policy or as required by law. Deleted accounts are purged from our systems within 30 days.</p><h3>7. Children’s Privacy</h3><p>IndianWriters is not intended for users under the age of 13. We do not knowingly collect or store data from children without parental consent. If you believe we have mistakenly collected such data, please contact us immediately.</p><h3>8. Third-Party Links</h3><p>Our site may include links to third-party websites or services. We are not responsible for their privacy practices or content. Please review their privacy policies before providing any personal data.</p><h3>9. Policy Updates</h3><p>We may update this Privacy Policy from time to time to reflect changes in technology, legal requirements, or our practices. Significant changes will be communicated via our website. Your continued use of our platform implies acceptance of these updates.</p><h3>10. Contact Us</h3><p>For any questions, concerns, or feedback regarding this Privacy Policy or our data practices, you may contact us at:</p><p><strong>Email:</strong> <a href='mailto:privacy@indianwriters.com'>privacy@indianwriters.com</a><br/><strong>Address:</strong> IndianWriters, Bengaluru, India</p></div>"
    },
    {
      "id": "terms-of-use",
      "title": "Terms of Use",
      "content": "<p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Welcome to IndianWriters. These Terms of Use ('Terms') constitute a legally binding agreement between you and IndianWriters regarding your access to and use of our blogging platform, including any content, functionality, and services offered.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>By accessing or using our website, you acknowledge that you have read, understood, and agree to be bound by these Terms. If you do not agree with any part of these Terms, you must immediately discontinue your use of IndianWriters.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>All content published on IndianWriters is protected by intellectual property laws. You may access materials for your personal, non-commercial use only. Reproduction, distribution, modification, or creation of derivative works without express written permission is strictly prohibited.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>As a user, you agree not to post content that is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of privacy, or contains explicit or graphic descriptions of sexual acts. You are solely responsible for any content you submit and the consequences of posting such content.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>IndianWriters reserves the right to modify or remove any content that violates these Terms or that we determine, in our sole discretion, to be harmful to the community. We may suspend or terminate your access to the platform for violations of these Terms without prior notice.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>The content on our platform is provided for informational purposes only. While we strive for accuracy, IndianWriters makes no representations or warranties of any kind about the completeness, reliability, or accuracy of any information published. You acknowledge that any reliance on such information is at your own risk.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>We may revise these Terms at any time without notice. Your continued use of IndianWriters following any modifications constitutes your acceptance of the revised Terms. It is your responsibility to review these Terms periodically for updates.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>These Terms shall be governed by and construed in accordance with the laws of India. Any disputes arising from these Terms or your use of IndianWriters shall be subject to the exclusive jurisdiction of the courts located in India.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>If you have any questions about these Terms of Use, please contact us through the provided channels on our website.</p>"
    },
    {
      "id": "cookie-policy",
      "title": "Cookie Policy",
      "content": "<p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>This Cookie Policy ('Policy') describes how IndianWriters ('we', 'us', or 'our') uses cookies and similar tracking technologies when you visit our blogging platform. By continuing to use our website, you consent to our use of cookies in accordance with this Policy.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Cookies are small text files placed on your device that enable essential website functionality, enhance performance, and provide usage insights. We utilize both session cookies (which expire when you close your browser) and persistent cookies (which remain until deleted or expired). These technologies help authenticate users, prevent fraudulent activity, and personalize your experience.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>We classify our cookies into the following categories: (1) Strictly Necessary Cookies required for core functionality; (2) Performance Cookies that collect aggregated usage data; (3) Functional Cookies that remember your preferences; and (4) Targeting Cookies used by advertising partners. Third-party services like Google Analytics may set their own cookies to measure traffic and user behavior.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>You may manage cookie preferences through your browser settings. Most browsers allow you to block or delete cookies, though this may impair website functionality. For comprehensive opt-out options regarding third-party tracking, visit the Digital Advertising Alliance's consumer choice page at www.aboutads.info/choices. Mobile users may adjust advertising preferences through their device settings.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>We periodically update this Policy to reflect technological and legal developments. The 'Last Updated' date at the bottom indicates when revisions were made. Your continued use of IndianWriters after such changes constitutes acceptance of the updated Policy. For specific inquiries about our cookie practices, contact our Data Protection Officer at <strong>dpo@indianwriters.com</strong>.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Last Updated: [Insert Date]</p>"
    },
    {
      "id": "data-protection",
      "title": "Data Protection",
      "content": "<p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>IndianWriters complies with the Information Technology Act, 2000 (India) and applicable data protection laws including the General Data Protection Regulation (GDPR) for EU users. We implement organizational and technical measures that exceed standard industry practices to protect your personal data against unauthorized access, alteration, or destruction.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Our security framework includes: (1) AES-256 encryption for data in transit and at rest; (2) Regular penetration testing by certified cybersecurity firms; (3) Role-based access control (RBAC) with multi-factor authentication for all internal systems; and (4) Annual audits for ISO 27001 compliance. Data processing agreements with third-party vendors mandate equivalent protection standards.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Personal data is retained only for the period necessary to fulfill the purposes outlined in our Privacy Policy, not exceeding 24 months after account deactivation unless required by law. You may exercise your rights to access, rectify, or erase your data by submitting a verifiable request to our Data Protection Officer at <strong>dpo@indianwriters.com</strong>. We respond to all legal requests within 30 calendar days.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>In accordance with Section 43A of the Indian IT Act and Article 33 of GDPR, we will notify affected users and relevant authorities within 72 hours of confirming any data breach that risks personal information. Our incident response protocol includes forensic analysis, regulatory reporting, and remedial actions like password resets and credit monitoring where appropriate.</p>"
    }
  ],
  "explore": [
    {
      "id": "about-us",
      "title": "About Us",
      "content": "<div style='font-family:Segoe UI,sans-serif; line-height:2.2; font-size:1rem; color:#333; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'><p>IndianWriters is a community-driven blogging platform committed to sharing voices that matter. From cultural critiques and personal stories to current affairs and lifestyle insights, we offer a space for authentic expression and thoughtful reflection.</p><p>Our mission is to nurture meaningful conversations and celebrate diverse perspectives. Whether you’re a seasoned author or a first-time blogger, IndianWriters offers you a platform to contribute your thoughts to a growing and engaged audience across India and beyond.</p><p>We believe storytelling can inspire change, and we strive to maintain a respectful, inclusive, and intellectually honest environment where creativity and truth thrive together.</p></div>"
    },
    {
      "id": "contact-us",
      "title": "Contact Us",
      "content": "<div style='font-family:Segoe UI,sans-serif; line-height:2.2; font-size:1rem; color:#333; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'><p>We’d love to hear from you! Whether you have feedback, partnership inquiries, or technical issues, our team is here to help. We are dedicated to ensuring a smooth and supportive experience on our platform.</p><p><strong>Email:</strong> <a href='mailto:contact@indianwriters.com'>contact@indianwriters.com</a><br/><strong>Location:</strong> IndianWriters, Bengaluru, India<br/><strong>Phone:</strong> <a href='tel:+919172165412'>+91-9172165412</a><br/><strong>Follow us:</strong> <a href='https://www.facebook.com/indianwriters' target='_blank'>Facebook</a> | <a href='https://twitter.com/indianwriters' target='_blank'>Twitter</a> | <a href='https://www.instagram.com/indianwriters' target='_blank'>Instagram</a> | <a href='https://www.linkedin.com/company/indianwriters' target='_blank'>LinkedIn</a></p></div>"
    },
    {
      "id": "advertise",
      "title": "Advertise with Us",
      "content": "<p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>IndianWriters delivers premium access to India's most engaged intellectual audience, with 78% of our readers holding postgraduate degrees and 92% actively sharing content. Our platform offers targeted advertising solutions for brands seeking meaningful engagement with socially conscious decision-makers.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Advertising opportunities include: (1) Sponsored articles (native content) with byline attribution; (2) Responsive display banners (300x250 to 728x90); (3) Dedicated newsletter sponsorships with performance analytics; and (4) Custom influencer campaigns featuring our editorial team. All advertisements undergo strict editorial review to ensure alignment with our community standards and reader expectations.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Request our 2024 Media Kit at <strong>ads@indianwriters.com</strong> for detailed audience demographics, rate cards, and case studies. Our team develops bespoke campaigns with measurable KPIs including view-through rates, engagement time, and conversion tracking. Minimum campaign commitment: ₹50,000 for new advertisers.</p>"
    },
    {
      "id": "write-for-us",
      "title": "Write for Us",
      "content": "<p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>IndianWriters seeks thought leaders, storytellers, and subject-matter experts to contribute to India’s premier platform for intellectual discourse. If you possess unique perspectives on social issues, literature, technology, or cultural commentary, we invite you to join our curated network of contributors.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Submission Guidelines:<br>1. Original, unpublished works (1,000-1,500 words preferred)<br>2. Evidence-based arguments with proper citations<br>3. Respectful tone adhering to our content policy<br>4. Author bio (50 words) and high-resolution headshot<br>Our editorial team conducts rigorous review within 5 business days, providing constructive feedback on all submissions.</p><p style='line-height:2.2; text-align:justify; hyphens:auto; -webkit-hyphens:auto; word-spacing:-0.05em;'>Benefits of contributing:<br>• Byline with professional profile linking to your credentials<br>• Promotion across our 250K+ social media following<br>• Eligibility for ‘Editor’s Pick’ homepage featuring<br>• Quarterly recognition for top-performing authors<br>Submit drafts to <strong>editorial@indianwriters.com</strong> with the subject line: ‘Submission: [Your Topic]’. Selected contributors receive our comprehensive style guide and publishing calendar.</p>"
    }
  ]
}